Repository: MedilinkPS/pxlibcpp
Catalog: pxwrite/po/*.po
Languages: de

source: %s writes a paradox file.
de: %s schreibt Paradox Dateien

source: Usage: %s [OPTIONS] FILE
de: Aufruf: %s [OPTIONEN] Datei

source: Options:
de: Optionen

source: -h, --help this usage information.
de: -h, --help diese Hilfe.

source: -v, --verbose be more verbose.
de: -v, --verbose mehr Informationen anzeigen

source: libpx uses librecode for recoding.
de: libpx benutzt librecode zum reencodieren.

source: libpx uses iconv for recoding.
de: libpx benutzt iconv zum reencodieren.

source: libpx has no support for recoding.
de: libpx unterstützt nicht das reencodieren.

source: libpx has been compiled for big endian architecture.
de: libpx wurde für Architekturen mit big endian übersetzt.

source: libpx has been compiled for little endian architecture.
de: libpx wurde für Architekturen mit little endian übersetzt.

source: You must at least specify an output file.
de: Sie müssen mindestens eine Ausgabedatei angeben.

source: Could not open input file.
de: Konnte Eingabedatei nicht öffnen.

source: Could not create new paradox instance.
de: Konnte neue Paradox-Instanz nicht erzeugen.

source: Could not get memory for field definitions.
de: Konnte Speicher für Felddefinitionen nicht allozieren.

source: Could not create output file.
de: Konnte Ausgabedatei nicht erzeugen.

source: Could not write record.
de: Konnte Datensatz nicht schreiben.

source: Allocate memory for single line
de: Alloziere Speicher für eine Zeile.

source: Allocate memory for single row.
de: Alloziere Speicher für eine Reihe.

source: Could not read first line of csv input.
de: Konnte erste Zeile der CSV-Eingabe nicht lesen.

source: Allocate memory for field definitions.
de: Konnte Speicher für Felddefinitionen nicht allozieren.

source: Could not allocate memory for field specification array.
de: Konnte Speicher für Array der Felddefinitionen nicht allozieren.

source: Field specification must be a comma separated value (Name,Type,Size,Prec).
de: Felddefinitionen müssen durch Komma getrennte Werte sein (Name,Typ,Größe,Genauigkeit)

source: Allocate memory for column name.
de: Alloziere Speicher für Spaltenname.

source: Could not allocate memory for %d. field name.
de: Konnte Speicher für %d. Feldnamen nicht allozieren.

source: %d. field specification ended unexpectetly.
de: %d. Felddefinitionen unerwartet beendet.

source: %d. field specification misses type.
de: Der %d. Felddefinitionen fehlt der Typ.

source: %d. field type '%c' is unknown.
de: %d. Feldtyp '%c' ist unbekannt.

source: Field specification misses the column size.
de: Der Felddefinitionen fehlt die Spaltengröße.

source: The remainder '%s' of the specification for field %d is being disregarded.
de: Der Rest '%s' der Felddefinition für Feld %d bleibt unbeachtet.

source: Allocate memory for record data.
de: Alloziere Speicher für Datensatz.

source: Could not allocate memory for record data.
de: Konnte Speicher für Datensatz nicht allozieren.

source: Could not read data line of csv input.
de: Konnte Zeile der CSV-Eingabe nicht lesen.

source: Input data in line %d has not the expected number of columns. Expected %d got %d.
de: Eingabedaten in Zeile %d haben nicht die erwartete Anzahl Spalten. Erwartet wurden %d, geliefert wurden %d.

source: Could not write record number %d.
de: Konnte Datensatznummer %d nicht schreiben.
